typezvit =
[
  {
    "id": 4200304,
    "name": "І квартал 2015 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2015-01-01",
    "to": "2015-03-31",
    "reports": [
      {
        "id": 1,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 2,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 4,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 5,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 7,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 8,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 9,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 10,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 41,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 42,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      }
    ]
  },
  {
    "id": 4209304,
    "name": "ІI квартал 2015 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2015-04-01",
    "to": "2015-06-30",
    "reports": [
      {
        "id": 1,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 2,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 4,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 5,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 7,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 8,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 9,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 10,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 41,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 42,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      }
    ]
  },
  {
    "id": 4218404,
    "name": "ІII квартал 2015 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2015-07-01",
    "to": "2015-09-30",
    "reports": [
      {
        "id": 1,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 2,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 4,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 5,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 7,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 8,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 9,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 10,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 41,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 42,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      }
    ]
  },
  {
    "id": 4200305,
    "name": "01-31.12.2015",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2015-01-01",
    "to": "2015-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4227604,
    "name": "ІV квартал 2015 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2015-10-01",
    "to": "2015-12-31",
    "reports": [
      {
        "id": 1,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 2,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 4,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 5,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 7,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 8,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 9,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 10,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 41,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 42,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      }
    ]
  },
  {
    "id": 4236804,
    "name": "І квартал 2016 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2016-01-01",
    "to": "2016-03-31",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 20,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 22,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4245904,
    "name": "ІI квартал 2016 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2016-04-01",
    "to": "2016-06-30",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 20,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 22,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4255004,
    "name": "ІII квартал 2016 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2016-07-01",
    "to": "2016-09-30",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 20,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 22,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4264204,
    "name": "ІV квартал 2016 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2016-10-01",
    "to": "2016-12-31",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 22,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4236805,
    "name": "01-31.12.2016",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2016-01-01",
    "to": "2016-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4273404,
    "name": "І квартал 2017 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2017-01-01",
    "to": "2017-03-31",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 27,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 28,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4282404,
    "name": "ІI квартал 2017 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2017-04-01",
    "to": "2017-06-30",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 27,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 28,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4291504,
    "name": "ІII квартал 2017 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2017-07-01",
    "to": "2017-09-30",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 27,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 28,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4300704,
    "name": "ІV квартал 2017 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2017-10-01",
    "to": "2017-12-31",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 6,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 27,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 28,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4273405,
    "name": "01-31.12.2017",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2017-01-01",
    "to": "2017-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4309904,
    "name": "І квартал 2018 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2018-01-01",
    "to": "2018-03-31",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 11,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 12,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 13,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 19,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 21,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 24,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 27,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 28,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 40,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4318904,
    "name": "ІI квартал 2018 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2018-04-01",
    "to": "2018-06-30",
    "reports": [
      {
        "id": 3,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 40,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4328004,
    "name": "ІII квартал 2018 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2018-07-01",
    "to": "2018-09-30",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 45,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4309905,
    "name": "01-31.12.2018",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2018-01-01",
    "to": "2018-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4337204,
    "name": "ІV квартал 2018 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2018-10-01",
    "to": "2018-12-31",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 45,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4346404,
    "name": "І квартал 2019 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2019-01-01",
    "to": "2019-03-31",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 46,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4355404,
    "name": "ІI квартал 2019 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2019-04-01",
    "to": "2019-06-30",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 37,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (позики міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 47,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4364504,
    "name": "ІII квартал 2019 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2019-07-01",
    "to": "2019-09-30",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 47,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4346405,
    "name": "01-31.12.2019",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2019-01-01",
    "to": "2019-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4373704,
    "name": "ІV квартал 2019 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2019-10-01",
    "to": "2019-12-31",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 47,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4382904,
    "name": "І квартал 2020 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2020-01-01",
    "to": "2020-03-31",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 49,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4392004,
    "name": "ІI квартал 2020 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2020-04-01",
    "to": "2020-06-30",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 49,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4401104,
    "name": "ІII квартал 2020 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2020-07-01",
    "to": "2020-09-30",
    "reports": [
      {
        "id": 14,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 15,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 34,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 54,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4382905,
    "name": "01-31.12.2020",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2020-01-01",
    "to": "2020-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4410304,
    "name": "ІV квартал 2020 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2020-10-01",
    "to": "2020-12-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 32,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 33,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 51,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 55,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 56,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      }
    ]
  },
  {
    "id": 4419504,
    "name": "І квартал 2021 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2021-01-01",
    "to": "2021-03-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 35,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 36,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 39,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 48,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 51,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 55,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 56,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 58,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 63,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      }
    ]
  },
  {
    "id": 4428504,
    "name": "ІI квартал 2021 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2021-04-01",
    "to": "2021-06-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 51,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 58,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 63,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 66,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4437604,
    "name": "ІII квартал 2021 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2021-07-01",
    "to": "2021-09-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 51,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 63,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 66,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4419505,
    "name": "01-31.12.2021",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2021-01-01",
    "to": "2021-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4446804,
    "name": "ІV квартал 2021 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2021-10-01",
    "to": "2021-12-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 63,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 66,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4456004,
    "name": "І квартал 2022 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2022-01-01",
    "to": "2022-03-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 63,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4465004,
    "name": "ІI квартал 2022 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2022-04-01",
    "to": "2022-06-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4474104,
    "name": "ІII квартал 2022 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2022-07-01",
    "to": "2022-09-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 69,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      }
    ]
  },
  {
    "id": 4483304,
    "name": "ІV квартал 2022 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2022-10-01",
    "to": "2022-12-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 71,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4456005,
    "name": "01-31.12.2022",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2022-01-01",
    "to": "2022-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4492504,
    "name": "І квартал 2023 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2023-01-01",
    "to": "2023-03-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 72,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4501504,
    "name": "ІI квартал 2023 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2023-04-01",
    "to": "2023-06-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 72,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4510604,
    "name": "ІII квартал 2023 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2023-07-01",
    "to": "2023-09-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 72,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4492505,
    "name": "01-31.12.2023",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2023-01-01",
    "to": "2023-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4519804,
    "name": "ІV квартал 2023 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2023-10-01",
    "to": "2023-12-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 61,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4529004,
    "name": "І квартал 2024 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2024-01-01",
    "to": "2024-03-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 74,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      }
    ]
  },
  {
    "id": 4538104,
    "name": "ІI квартал 2024 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2024-04-01",
    "to": "2024-06-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 74,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      }
    ]
  },
  {
    "id": 4547204,
    "name": "ІII квартал 2024 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2024-07-01",
    "to": "2024-09-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 74,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      }
    ]
  },
  {
    "id": 4556404,
    "name": "ІV квартал 2024 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2024-10-01",
    "to": "2024-12-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 60,
        "name": "Звіт про надходження і використання коштів, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 62,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 65,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 70,
        "name": "Звіт про надходження і використання коштів, отриманих на виконання програм соціально-економічного та культурного розвитку регіонів (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 73,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 74,
        "name": "Звіт про надходження і використання коштів, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 75,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 76,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4529005,
    "name": "01-31.12.2024",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2024-01-01",
    "to": "2024-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4565604,
    "name": "І квартал 2025 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2025-01-01",
    "to": "2025-03-31",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 76,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      },
      {
        "id": 77,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 78,
        "name": "Звіт про надходження і використання надходжень, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 79,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 80,
        "name": "Звіт про надходження і використання коштів, отриманих як окремі субвенції з місцевого бюджету (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 81,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4574604,
    "name": "ІI квартал 2025 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2025-04-01",
    "to": "2025-06-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 77,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 78,
        "name": "Звіт про надходження і використання надходжень, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 79,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 80,
        "name": "Звіт про надходження і використання коштів, отриманих як окремі субвенції з місцевого бюджету (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 81,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4583704,
    "name": "ІII квартал 2025 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2025-07-01",
    "to": "2025-09-30",
    "reports": [
      {
        "id": 16,
        "name": "Звіт про підприємства, установи, організації, що використовують кошти загальнообов’язкового державного соціального страхування та/або кошти Пенсійного фонду України",
        "shortName": "Організації - користувачі коштів Фондів",
        "enabled": true
      },
      {
        "id": 29,
        "name": "Звіт про заборгованість за окремими програмами (форма № 7.1)",
        "shortName": "Форма № 7.1",
        "enabled": true
      },
      {
        "id": 43,
        "name": "Звіт про кількість та обсяги витрат на службові відрядження",
        "shortName": "Відрядження",
        "enabled": true
      },
      {
        "id": 52,
        "name": "Звіт про виконання кошторису Фонду",
        "shortName": "Звіт про виконання кошторису Фонду",
        "enabled": true
      },
      {
        "id": 59,
        "name": "Звіт про надходження та використання коштів загального фонду (форма № 2)",
        "shortName": "Форма № 2",
        "enabled": true
      },
      {
        "id": 64,
        "name": "Звіт про заборгованість за бюджетними коштами (форма № 7)",
        "shortName": "Форма № 7",
        "enabled": true
      },
      {
        "id": 67,
        "name": "Звіт про виконання бюджету Фонду",
        "shortName": "Звіт про виконання бюджету Фонду",
        "enabled": true
      },
      {
        "id": 68,
        "name": "Звіт про надходження і використання надходжень, отриманих як плата за послуги (форма № 4-1)",
        "shortName": "Форма № 4-1",
        "enabled": true
      },
      {
        "id": 77,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (форма № 4-3)",
        "shortName": "Форма № 4-3",
        "enabled": true
      },
      {
        "id": 78,
        "name": "Звіт про надходження і використання надходжень, отриманих за іншими джерелами власних надходжень (форма № 4-2)",
        "shortName": "Форма № 4-2",
        "enabled": true
      },
      {
        "id": 79,
        "name": "Звіт про надходження і використання інших надходжень спеціального фонду (кредити (позики) від іноземних держав, іноземних фінансових установ і міжнародних фінансових організацій) (форма № 4-3.1)",
        "shortName": "Форма № 4–3.1",
        "enabled": true
      },
      {
        "id": 80,
        "name": "Звіт про надходження і використання коштів, отриманих як окремі субвенції з місцевого бюджету (форма № 4-4)",
        "shortName": "Форма № 4-4",
        "enabled": true
      },
      {
        "id": 81,
        "name": "Звіт про виконання бюджету ПФУ",
        "shortName": "Звіт ПФУ",
        "enabled": true
      }
    ]
  },
  {
    "id": 4592904,
    "name": "ІV квартал 2025 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2025-10-01",
    "to": "2025-12-31",
    "reports": []
  },
  {
    "id": 4565605,
    "name": "01-31.12.2025",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2025-01-01",
    "to": "2025-12-31",
    "reports": [
      {
        "id": 23,
        "name": "Звіт про обсяг платежів за договорами у розрізі товарів, робіт і послуг за звітний період",
        "shortName": "Обсяг платежів за договорами (ДП/КП)",
        "enabled": true
      }
    ]
  },
  {
    "id": 4602104,
    "name": "І квартал 2026 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2026-01-01",
    "to": "2026-03-31",
    "reports": []
  },
  {
    "id": 4611104,
    "name": "ІI квартал 2026 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2026-04-01",
    "to": "2026-06-30",
    "reports": []
  },
  {
    "id": 4620204,
    "name": "ІII квартал 2026 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2026-07-01",
    "to": "2026-09-30",
    "reports": []
  },
  {
    "id": 4629404,
    "name": "ІV квартал 2026 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2026-10-01",
    "to": "2026-12-31",
    "reports": []
  },
  {
    "id": 4602105,
    "name": "01-31.12.2026",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2026-01-01",
    "to": "2026-12-31",
    "reports": []
  },
  {
    "id": 4638604,
    "name": "І квартал 2027 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2027-01-01",
    "to": "2027-03-31",
    "reports": []
  },
  {
    "id": 4647604,
    "name": "ІI квартал 2027 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2027-04-01",
    "to": "2027-06-30",
    "reports": []
  },
  {
    "id": 4656704,
    "name": "ІII квартал 2027 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2027-07-01",
    "to": "2027-09-30",
    "reports": []
  },
  {
    "id": 4665904,
    "name": "ІV квартал 2027 р.",
    "type": {
      "id": 4,
      "code": "QUATER",
      "name": "квартал"
    },
    "from": "2027-10-01",
    "to": "2027-12-31",
    "reports": []
  },
  {
    "id": 4638605,
    "name": "01-31.12.2027",
    "type": {
      "id": 5,
      "code": "YEAR",
      "name": "рік"
    },
    "from": "2027-01-01",
    "to": "2027-12-31",
    "reports": []
  }
];